{
    "title": "Mourning in Palestine",
    "subtitle": "📜 Mourning Traditions",
    "backButton": "Back to Traditions",
    "homeButton": "Main Library",
    "content": "Mourning in Palestine is characterized by a blend of Islamic traditions and inherited social norms. The mourning house is opened to receive mourners for several days, often for three days for both men and women, and relatives and friends continue to visit the family individually afterwards for support and consolation. Bitter coffee and dates are served in the mourning house, and in some regions, especially occasions that coincide with holidays, sweets or food may be served, a custom that was more widespread in the past and has begun to decrease currently.\n\nSome mourning details differ between regions; the north is influenced by Levantine heritage, while the south is closer to the Egyptian Bedouin character, and Jerusalem shows an old Ottoman influence in some rituals and customs.\n\nIn cases of bidding farewell to martyrs, mourning houses sometimes turn into touching national scenes, where ululations are launched, roses and sweets are sprinkled, national anthems are played, and the body is carried on shoulders amidst takbir and chants, turning moments of sadness into a message of steadfastness, challenge, and revival of national memory.\n\nAmong the customs associated with death is also the commemoration of the fortieth day in some regions by reading the Quran or giving charity for the soul of the deceased. Families also gather on the first holiday after death. It was common in the past to refrain from celebrating or wearing new clothes for forty days in the village, customs that have begun to decline over time but still exist in some regions today.\n\nTraditional condolence phrases inherited among people are used, such as:\n'To Allah we belong and to Him we shall return',\nand 'May Allah magnify your reward, grant you good consolation, and forgive your deceased',\nwhich are expressions of solidarity, sharing in grief, and praying for the deceased and their family for patience and solace."
}