{
    "title": "Le deuil en Palestine",
    "subtitle": "📜 Traditions de deuil",
    "backButton": "Retour aux traditions",
    "homeButton": "Bibliothèque principale",
    "content": "Le deuil en Palestine se caractérise par un mélange de traditions islamiques et de normes sociales héritées. La maison de deuil est ouverte pour recevoir les personnes en deuil pendant plusieurs jours, souvent trois jours pour les hommes et les femmes, et les parents et amis continuent de visiter la famille individuellement par la suite pour soutien et consolation. Du café amer et des dattes sont servis dans la maison de deuil, et dans certaines régions, notamment les occasions qui coïncident avec les fêtes, des bonbons ou de la nourriture peuvent être servis, une coutume qui était plus répandue dans le passé et qui commence à diminuer actuellement.\n\nCertains détails du deuil diffèrent selon les régions ; le nord est influencé par l'héritage levantin, tandis que le sud est plus proche du caractère bédouin égyptien, et Jérusalem montre une ancienne influence ottomane dans certains rituels et coutumes.\n\nEn cas d'adieu aux martyrs, les maisons de deuil se transforment parfois en scènes nationales émouvantes, où des youyous sont lancés, des roses et des bonbons sont saupoudrés, des hymnes nationaux sont joués, et le corps est porté sur les épaules au milieu des takbir et des chants, transformant les moments de tristesse en un message de fermeté, de défi et de renaissance de la mémoire nationale.\n\nParmi les coutumes associées au décès figure également la commémoration du quarantième jour dans certaines régions par la lecture du Coran ou des aumônes pour l'âme du défunt. Les familles se réunissent également lors de la première fête après le décès. Il était courant autrefois de s'abstenir de célébrer ou de porter des vêtements neufs pendant quarante jours dans le village, des coutumes qui ont commencé à décliner avec le temps mais existent toujours dans certaines régions aujourd'hui.\n\nDes phrases de condoléances traditionnelles héritées parmi les gens sont utilisées, telles que :\n'À Allah nous appartenons et à Lui nous retournerons',\net 'Qu'Allah magnifie votre récompense, vous accorde une bonne consolation et pardonne à votre défunt', qui sont des expressions de solidarité, de partage dans le chagrin et de prière pour le défunt et sa famille pour la patience et le réconfort."
}