{
    "industriesPage": {
        "title": "الصناعات الفلسطينية",
        "details": {
            "notFound": "الصناعة غير موجودة",
            "backToList": "العودة إلى قائمة الصناعات",
            "backLabel": "العودة للصناعات",
            "home": "الرئيسية",
            "industries": "الصناعات التقليدية",
            "category": "حرفة تقليدية",
            "about": "عن هذه الحرفة",
            "backButton": "العودة إلى الصناعات"
        },
        "items": {
            "embroidery": {
                "title": "التطريز الفلسطيني",
                "text": "فن التطريز في فلسطين يعتبر جزءًا لا يتجزأ من التراث الثقافي الفلسطيني، ويمتاز بتنوعه وجماله ودقته الفنية. يُعتبر التطريز وسيلة تعبيرية تمتزج فيها المهارة الحرفية بالإبداع الفني والتقاليد الثقافية. تتنوع تقنيات التطريز في فلسطين حسب المناطق، وتشمل التقنيات الشهيرة مثل \"تطريز القطيفة\" و\"تطريز اللباس التقليدي\" و\"تطريز الفسيفساء\". ويُستخدم التطريز لتزيين الفساتين التقليدية والعباءات والمفارش والوسائد والمنديل والشالات. وتعبر هذه القطع التطريزية عن الهوية الثقافية والانتماء الوطني والتراث الفلسطيني.يتركز نشاط هذه الحرفة في فلسطين في مناطق رام الله والقدس وبيت لحم وكذلك في غزة، وتقوم جمعيات خيرية تختص بأعمال التطريز بتشغيل النساء في البيوت في القرى المحيطة، حيث بلغ عدد النساء المشتغلات ما يقدر بـ 10000 امرأة في الضفة الغربية وقطاع غزة.\nوتعتبر مشكلة التسويق من أهم المشكلات التي تعاني منها هذه الحرفة نظرا لتراجع الطلب على هذه المنتجات في السوق المحلي بسبب ارتفاع أجور اليد العاملة لاعتمادها على العمل اليدوي البحت، إضافة إلى محدودية نشاط الجمعيات العاملة في إطار هذه المهنة والتي يعتمد عليها في عمليات التسويق، وعدم قدرتها على الوصول إلى الأسواق الخارجية لعدم توفر الخبرة الكافية أو ارتفاع تكاليف التصدير والمشاركة في المعارض، كما أنه لا بد من الإشارة إلى أن هناك منافسة شديدة للمنتجات المماثلة الأردنية التي تباع بأسعار أقل نظراً لانخفاض أجور اليد العاملة في الأردن."
            },
            "olive-wood": {
                "title": "صناعة خشب الزيتون",
                "text": "تعتبر صناعة خشب الزيتون من أقدم الصناعات التقليدية في فلسطين حيث تعود تاريخها إلى القرن السادس عشر، وظهرت مع قدوم البعثات التبشيرية إلى الأراضي المقدسة، وبدأت بصناعة المسابح عندما حاول الرهبان الفرانسيسكان تشكيلها من بذور الزيتون، وتطورت هذه الصناعة إلى إنتاج أشكال دينية تسوق إلى السياح المسيحيين في منطقة بيت لحم.تستخدم في هذه الصناعة أخشاب شجر الزيتون الضعيفة التي لا تحمل ثمارا فهي بذلك لا تتسبب في أضرار على القطاع الزراعي، وقبل عام 1967 كانت أغلب الأخشاب تحضر من سوريا والأردن، أما بعد الاحتلال فأصبحت مناطق رام الله ونابلس هي المورد الأساسي لهذه المادة.يبلغ عدد مشاغل الزيتون في الضفة الغربية 120 مشغلاً يعمل بها حوالي 600 عاملاً، ويتخذ العمل الطابع العائلي في 95% من منشآت هذه الصناعة، كما تقع هذه المشاغل ضمن نطاق المنازل حيث تتبع عادة لسكن مالك المنشأة، التي ورثها غالباً عن أبيه وأجداده وعلى ذلك فإن مهارات هذه الصناعة تكتسب من خلال العمل منذ الطفولة في المنشأة.\nتتوزع المبيعات السنوية لهذه الصناعة وفق التوزيع التالي: 60% تباع محلياً للسياح، 40% تصدر إلى الخارج خاصة إلى إيطاليا وألمانيا.\n"
            },
            "soap": {
                "title": "الصابون النابلسي",
                "text": "صناعة الصابون النابلسي تعتبر واحدة من أقدم الصناعات التقليدية في مدينة نابلس، وتشتهر بها منذ عدة قرون. يُعتبر الصابون النابلسي مشهورًا على مستوى العالم بجودته ونقاوته، ويتميز بتركيبته الطبيعية والعضوية الذي يعتمد بشكل أساسي على زيت الزيتون، إضافة إلى القلويات والماء وأحيانًا المواد الطبيعية الأخرى مثل زيت اللوز وزيت الغار. يتم مزج هذه المكونات بعناية وتعبئتها في قوالب خاصة قبل التركيب والتجفيف.\n\nيتمتع الصابون النابلسي بخصائص تنظيفية فعّالة ولطيفة على البشرة وبرائحته العطرة. وقد تأثرت مصابن نابلس بالاجتياح الإسرائيلي في 2002 الذي دمر صبانة كنعان، إحد أكبر المصابن الشهيرة، ولم يبق منها سوى عدد قليل لا يتجاوز (3-4) مصابن عاملة حتى الآن."
            },
            "earthenware": {
                "title": "صناعة الخزف",
                "text": "يعود تاريخ صناعة الخزف في فلسطين إلى فترة لا تقل عن 400 عام حيث كان الأتراك هم أول من أدخل هذه الصناعة إلى فلسطين من خلال عمليات ترميم المسجد الأقصى في القدس الشريف، وأقيم أول مصنع للخزف في القدس عام 1922 لمتابعة أعمال الترميم من قبل شخص أرمني لا يزال مشغله يعمل في مدينة القدس حتى يومنا هذا. وتعتبر مدينة الخليل حالياً المدينة الفلسطينية الأولى في إنتاج الخزف حيث أنشأ أول مصنع في عام 1962، وازدهرت هذه الصناعة على مدى العقود الماضية حيث ارتبطت هذه الصناعة بهذه المدينة، وازداد عدد المصانع ليصل إلى خمس وعشرين مصنعاً، فيما أنشء مصنع واحد في مدينة بيت لحم وآخر في مدينة البيرة،إلا أن هذين المصنعين قد أغلقا بعد قيام انتفاضة عام 2000،كما أغلقت عشرة مصانع في مدينة الخليل..\n\nيبلغ عدد العمال العاملين في هذه الصناعة حوالي 100 عامل، بمعدل 4-6 عمال في المنشأة الواحدة يتم تسويق 30% من الإنتاج محلياً، و 30% منه يصدر إلى إسرائيل، و 20% يسوق في الدول العربية خاصة الأردن، أما الباقي وهو ما يشكل 20% فيصدر إلى أوروبا وأمريكا.\n\nتستورد المادة الخام وهي الطينة والأصباغ من هولندا وإسبانيا وقد قامت محاولات من قبل مصنعين محليين لإنتاج المادة الخام محلياً، إلا أن تكاليف الإنتاج كانت أعلى من تكلفة الاستيراد بسبب عدم توفر جميع المواد الطبيعية اللازمة في التربة الفلسطينية."
            },
            "glass": {
                "title": "صناعة الزجاج اليدوي",
                "text": " عرفت صناعة الزجاج اليدوي التقليدي في فلسطين منذ القدم، وذلك عبر الحضارات القديمة التي قامت على أراضيها وتطورت بشكل واضح بعد دخول الإسلام حيث ابتكرت أساليب متنوعة في الألوان والزخارف. تشمل منتجات صناعة الزجاج اليدوي في فلسطين مجموعة واسعة من القطع الفنية والديكورات المنزلية، مثل الأواني والصواني والمصابيح والمزهريات والمرايا والزجاج المعشق. تُعتبر هذه المنتجات مرموقة وتعبر عن الهوية الفلسطينية والمهارة اليدوية للحرفيين. وتتركز هذه الصناعة بشكل خاص في مدينة الخليل, حيث يوجد ثلاثة مصانع، تستخدم تقنيات يدوية بالكامل. إضافة إلى مصنع في مدينة نابلس أغلق في مطلع الانتفاضة."
            },
            "leather": {
                "title": "صناعة الجلود",
                "text": "يتركـز صناعة الجلود والصنادل الجلدية فـي غالبيته فـي محافظة الخليـل، إذ تعتمد هذه الصناعة على الحرفية والمهارات التقليدية، وتشكل مصدر رزق للعديد من العائلات في المدينة والمناطق المجاورة. كما تسهم في دعم الاقتصاد المحلي والمساهمة في الحفاظ على التراث الثقافي والحرفي في المنطقة. وقد عانت مــن ســوء الظــروف الاقتصاديــة وعــدم الاســتقرار؛ إذ وقد شــهدت صناعة الجلود عصــرها الذهبــي فــي الأعوام مــن 1975 إلــى 2000، إلا أنــها تعــرضت إلــى تراجــع مســتمر بسبب الواقــع السياســي والإقتصــادي."
            },
            "coincidences": {
                "title": "صناعة الصدف",
                "text": "تتوزع أغلب مشاغل الصدف في منطقة بيت لحم وبيت ساحور، وذلك لإنتاج قطع فنية ومنتجات يدوية مثل المجوهرات والزخارف. وقد تسبب الاحتلال الإسرائيلي في تراجع هذه الصناعة بشكل واضح، كغيرها من الصناعات الفلسطينية، وتم فرض ضرائب ورسوم مختلفة أدت إلى ارتفاع تكاليف الإنتاج إضافية إلى تراجع الطلب المحلي على هذه المنتجات بسبب انحسار قطاع السياحة مما أغلقت الكثير من المشاغل وانتقل عدد كبير منها للعمل في الأردن نظراً لتوفير شروط وحوافز تشجيعية لمثل هذه الصناعات."
            },
            "pottery": {
                "title": "صناعة الفخار",
                "text": "\nتُعد صناعة الفخار من أقدم الصناعات التقليدية في فلسطين، وقد رافقت الحضارات الإنسانية منذ آلاف السنين.\nما زالت هذه الحرفة تمارس في القرى والمناطق الفلسطينية بطابع عائلي منزلي، باستثناء مشاغل محدودة في الخليل وغزة،\nمشغل في جنين وآخر في طوباس.\n\nتتوزع المنشآت كالتالي:\n- 16 مشغلاً في الخليل يعمل فيها 96 عاملاً\n- 89 منشأة في غزة يعمل فيها 50 عاملاً\n- مشغل واحد في جنين يعمل فيه 6 عمال\n- منشأة واحدة في طوباس يعمل فيها 4 عمال\n- منشأتان تاريخيتان في ارتاح يعمل فيهما 8 عمال\n\nتستخدم معدات بسيطة مثل الدولاب وفرن الحرق بالحطب وزيت الديزل،\nمما يسبب أضرارًا بيئية. تصدر 90% من المنتجات إلى السوق الإسرائيلي\nويُسوق 10% فقط في الأسواق المحلية.\n"
            },
            "bamboo": {
                "title": "صناعة الخيزران",
                "text": "\nتتركز صناعة الخيزران في مدينة غزة إضافة إلى مصنع في بيت جالا في الضفة الغربية.\nوتُعتبر من الصناعات التراثية المهمة في المجتمع الفلسطيني.\n\nيمتاز الخيزران بالقوة والمرونة والقدرة على التكيف مع الظروف المناخية،\nمما يجعله مناسبًا لصناعة العديد من المنتجات المنزلية والحرفية,\nمثل الأثاث الخفيف والسلال وأدوات الاستخدام اليومي.\n"
            },
            "straw": {
                "title": "القشيات",
                "text": "\nيتركز نشاط صناعة القشيات في المدن والقرى وسط فلسطين،\nويتم الحصول على المادة الخام محليًا حيث تكثر أشجار النخيل.\n\nقوم النساء في المنازل بإنتاج هذه المنتجات لحساب جمعيات ولجان نسوية،\nوتشمل القشيات السلال والحصر وأدوات التخزين،\nوتُعد مصدر دخل مهم للأسر الريفية.\n"
            },
            "wax": {
                "title": "صناعة الشمع",
                "text": "\nتُعتبر صناعة الشموع من الصناعات التقليدية المرتبطة بالديانة المسيحية في فلسطين.\n\nيوجد ثلاثة مصانع في مدينة بيت لحم تقوم بإنتاج الشموع الدينية بطرق تقليدية،\nكما توجد منشأة تعمل داخل أحد الأديرة في منطقة أريحا.\n\nتُستخدم هذه الشموع في الكنائس والطقوس الدينية\nويتم تسويقها للحجاج والسياح.\n"
            }
        }
    }
}