{
    "labels": {
        "location": "الموقع الجغرافي",
        "area": "المساحة والأراضي",
        "naming": "سبب التسمية",
        "history": "الأهمية التاريخية",
        "climate": "المناخ",
        "water": "مصادر المياه",
        "population": "السكان",
        "industry": "الصناعة والاقتصاد",
        "landmarks": "المعالم التاريخية",
        "families": "أبرز العائلات",
        "mosques": "المساجد",
        "ruins": "الآثار والخِرَب",
        "villages": "بعض قرى المدينة:",
        "cityNotFound": "المدينة غير موجودة"
    },
    "cities": {
        "qalqilya": {
            "name": "قلقيلية",
            "sections": {
                "location": "مدينة فلسطينية تقع في شمال الضفة الغربية، جنوب طولكرم وغرب نابلس.\nتبعد نحو 16 كم عن طولكرم، و25 كم عن نابلس، ونحو 14 كم عن البحر الأبيض المتوسط.\nترتفع حوالي 75 مترًا عن مستوى سطح البحر.",
                "area": "المساحة الأصلية قبل 1948: 27,915 دونم\nبعد اتفاقية الهدنة 1949 صودِر: 17,663 دونم\nالمساحة المتبقية للمدينة: 10,252 دونم\nالمساحة العمرانية المبنية: حوالي 3,027 دونم\n\nبعد اتفاق أوسلو:\nالمنطقة (C): حوالي 6,633 دونم\nالمنطقة (B): باقي المساحة\nأي أن معظم أراضي المدينة ما زالت تحت السيطرة الإسرائيلية المباشرة.",
                "naming": "الرواية الأولى: نسبة إلى القيلولة، حيث كانت القوافل تتوقف للراحة لوجود الماء والأشجار.\nالرواية الثانية: من الكلمة الكنعانية \"جلجال\" أي الحجارة المستديرة، ثم حُرّف الاسم إلى \"قلقاليا\".",
                "history": "كانت محطة مهمة للقوافل التجارية بين بلاد الشام ومصر.\nضمّت محطة للسكك الحديدية على خط القطار بين مصر والشام، تبعد نحو 82 كم عن محطة حيفا.\nموقعها جعلها نقطة تحرك عسكري في فترات تاريخية مختلفة.",
                "climate": "مناخ متوسطي:\n- صيف حار نسبيًا ورطب\n- شتاء معتدل ماطر\nتصل الرطوبة في تموز وآب إلى نحو 70%.\nتسود الرياح الجنوبية والجنوبية الغربية شتاءً،\nوتهب رياح خماسينية جافة في أواخر الشتاء.",
                "water": "اعتمد السكان قديمًا على الآبار المحلية.\nعام 1960 أُنشئت شبكة مياه بلدية شملت جميع أحياء المدينة.\nحتى عام 2013 وُجد 42 بئرًا ارتوازيًا تُستخدم للشرب والري.\nتعاني المدينة من شح مائي بسبب الجدار العازل والسيطرة على مصادر المياه.",
                "population": "1922: 2,803 نسمة\n1931: 3,867\n1945: 5,850\n1961: 11,402\n1997: 31,772\n2007: 41,237\n2017: 51,235\n2020: 54,737\n2022: 57,169\n2024: حوالي 59,600 نسمة",
                "families": "الهرش، داود، زيد الجنوبي، زيد الشمالي، أقرع، الشنطي، ياسين، زهران، جبارة، سويلم، مسكة، نزال، صبري الغربي، صبري الشرقي، عامر، سهم الليل، سهم الليل الجديد، عناية، أبو حام، حمدان، جعيدي، القرعان، مصلح، عودة، نوفل، الشرفاء، سنينة، سليم، عياش.",
                "landmarks": "المساجد: حذيفة بن اليمان، أبو ذر الغفاري، عبد الله بن عباس، مصعب بن عمير، السلطان محمد الفاتح، البخاري، عمر بن عبد العزيز، ابن القيم الجوزية، الإيمان، الحسن بن علي، التقوى، الحاجة حسنية، النصر، ابن تيمية، الحاجة فريال هلال، الدكتور ثابت هلال، الخلافة، أبو أيوب الأنصاري.\nالآثار: خربة بريكة، خربة حانوتا، خربة صوفين، مزار سراقة، مقام النبي يمين."
            },
            "villages": [
                {
                    "id": "imatin",
                    "name": "إماتين"
                },
                {
                    "id": "azzun",
                    "name": "عزون"
                },
                {
                    "id": "kafr-thulth",
                    "name": "كفر ثلث"
                },
                {
                    "id": "jayyus",
                    "name": "جيوس"
                },
                {
                    "id": "habla",
                    "name": "حبلة"
                },
                {
                    "id": "baqat-alhatab",
                    "name": "باقة الحطب"
                },
                {
                    "id": "al-funduq",
                    "name": "الفندق"
                },
                {
                    "id": "sir",
                    "name": "صير"
                },
                {
                    "id": "siniriya",
                    "name": "سنيريا"
                },
                {
                    "id": "kafr-qaddum",
                    "name": "كفر قدوم"
                },
                {
                    "id": "nabi-elyas",
                    "name": "النبي إلياس"
                },
                {
                    "id": "farata",
                    "name": "فرعتا"
                },
                {
                    "id": "jinsafut",
                    "name": "جينصافوط"
                },
                {
                    "id": "tal",
                    "name": "تل"
                },
                {
                    "id": "ras-atiya",
                    "name": "رأس عطية"
                },
                {
                    "id": "kafr-laqif",
                    "name": "كفر لاقف"
                }
            ]
        },
        "tulkarm": {
            "name": "طولكرم",
            "sections": {
                "location": "تقع مدينة طولكرم في شمال الضفة الغربية، على الحد الفاصل بين السهل الساحلي الفلسطيني غربًا والمناطق الجبلية شرقًا، مما جعلها موقعًا مهمًا للربط بين الساحل والداخل الفلسطيني.",
                "area": "يمتاز موقع طولكرم بكونه نقطة التقاء طبيعية بين السهل الساحلي والمرتفعات الجبلية، ما جعل أراضيها ذات أهمية زراعية وتجارية كبيرة تاريخيًا، وساهم في توسّع التجمعات السكانية حولها.",
                "naming": "يُعتقد أن اسم \"طولكرم\" مشتق من عبارة \"طور كرم\" أي جبل العنب، وذلك لكثرة زراعة العنب في المنطقة قديمًا، وقد ورد الاسم في مصادر تاريخية بأشكال متعددة حتى استقر على صورته الحالية.",
                "history": "تشير الآثار في المنطقة إلى وجود استيطان بشري منذ العصور الكنعانية، كما عُثر على آثار تعود للفترات الرومانية والبيزنطية والإسلامية. ومن أقدم الشواهد الأثرية المكتشفة ما يعود إلى العصر الحجري النحاسي (تقريبًا بين 4500–3200 قبل الميلاد). في العصر الروماني عُرفت باسم \"بيرات سوريقا\" أي بئر الكرم المختار، وفي العصر الأموي عُرفت باسم \"طور كرم\" أي جبل العنب. في العصر المملوكي أقطع السلطان الظاهر بيبرس طولكرم لقائدين من قادته. وفي عام 1892 جعلها العثمانيون عاصمة لقضاء بني صعب. عام 1918 خضعت للانتداب البريطاني، وبعد عام 1948 صودرت مساحات من أراضيها.",
                "climate": "يسود المدينة مناخ متوسطي معتدل، يتميز بصيف دافئ وشتاء معتدل ماطر، ويُعد مناخها مناسبًا للزراعة خاصة الزيتون والحمضيات.",
                "water": "تعتمد المدينة على مصادر مياه محلية وشبكات بلدية، وقد تأثرت موارد المياه بشكل ملحوظ بعد التوسع الاستيطاني وبسبب القيود المفروضة على حفر الآبار.",
                "population": "شهدت المدينة نموًا سكانيًا متواصلًا خاصة منذ أواخر العهد العثماني وخلال فترة الانتداب البريطاني بسبب الهجرة من القرى المجاورة وتحوّلها إلى مركز إداري وتجاري مهم في المنطقة.",
                "landmarks": "السوق القديم (سوق الذهب)، مبنى السرايا، مبنى القائم مقام، خربة ارتاح (تضم معصرة عنب وأرضيات فسيفساء)، قرية كور (فيها آثار مملوكية ويُنسب إعمارها لفترة الظاهر بيبرس)."
            },
            "villages": [
                {
                    "id": "anabta",
                    "name": "عنبتا"
                },
                {
                    "id": "attil",
                    "name": "عتّيل"
                },
                {
                    "id": "baqa-ash-sharqiyya",
                    "name": "باقة الشرقية"
                },
                {
                    "id": "beit-lid",
                    "name": "بيت ليد"
                },
                {
                    "id": "deir-al-ghusun",
                    "name": "دير الغصون"
                },
                {
                    "id": "farun",
                    "name": "فرعون"
                },
                {
                    "id": "iktaba",
                    "name": "اكتابا"
                },
                {
                    "id": "kafr-al-labad",
                    "name": "كفر اللبد"
                },
                {
                    "id": "qaffin",
                    "name": "قفين"
                },
                {
                    "id": "ramin",
                    "name": "رامين"
                },
                {
                    "id": "seida",
                    "name": "صيدا"
                },
                {
                    "id": "shuweika",
                    "name": "شويكة"
                },
                {
                    "id": "nazlat-isa",
                    "name": "نزلة عيسى"
                },
                {
                    "id": "nazlat-abu-nar",
                    "name": "نزلة أبو نار"
                },
                {
                    "id": "kafr-jamal",
                    "name": "كفر جمال"
                },
                {
                    "id": "kafr-zibad",
                    "name": "كفر زيباد"
                },
                {
                    "id": "kafr-sur",
                    "name": "كفر صور"
                },
                {
                    "id": "khirbet-jbara",
                    "name": "خربة جبارة"
                }
            ]
        },
        "ramallah": {
            "name": "رام الله",
            "sections": {
                "location": "تقع مدينة رام الله ضمن سلسلة جبال القدس، وتبعد عن مدينة القدس حوالي 15 كم، وتُعدّ البوابة الشمالية لها، حيث كانت ممرًا لمعظم القوافل التجارية والغزوات الحربية القادمة إلى القدس. كانت رام الله خربة ضمن أراضي قرية البيرة، وأُعطي لها اسمها بعد القرون الوسطى، والذي يعني \"الله أراد\" أو \"الله قضى\".",
                "population": "خلت المدينة بين أواخر القرن الثالث عشر وأوائل القرن السابع عشر الميلادي من السكان، ثم أعادت إعمارها عشيرة الحدادين بزعامة عميدها راشد، وهي عشيرة عربية من عشائر الكرك. يشير الأرشيف العثماني إلى أن عدد سكان رام الله في بداية الفترة العثمانية بلغ 225 شخصًا، ووصل عدد سكان البلدة قبل النكبة إلى 2920 نسمة. في عشرينيات القرن الماضي بدأت رام الله تزهو بمبانيها الجميلة وحدائقها، مما جعلها مقصدًا للمصطافين.",
                "history": "بعد النكبة عام 1948 انضمت رام الله إلى المملكة الأردنية الهاشمية، وفي عام 1967 وقعت تحت الاحتلال الصهيوني. يبلغ عدد المستوطنات الصهيونية في المحافظة حوالي 29 مستوطنة. كان للمدينة دور بارز في الانتفاضة الأولى، وبعد اتفاق أوسلو أصبحت المدينة خاضعة للسلطة الفلسطينية وتحولت إلى مقر لها. أما جدار الفصل العنصري فيقتطع من المحافظة نحو 90 كم.",
                "landmarks": "تشتهر بالصناعات اليدوية مثل صناعة النجف الخشبية والمطرزات. من أبرز معالمها: البلدة القديمة (آثار إفرنجية وأيوبية وعثمانية)، البرج الإفرنجي، المعصرة (البد)، مقام إبراهيم الخليل، المحكمة العثمانية، محط المدافع، وتل سيلون.",
                "notableFigures": "برز من مدينة رام الله وقراها عدد من الشخصيات الوطنية، ومن أبرزهم قاسم الريماوي، والقائد الفلسطيني خالد مشعل."
            },
            "villages": [
                {
                    "id": "abu-shkheidem",
                    "name": "أبو شخيدم"
                },
                {
                    "id": "abu-qash",
                    "name": "أبو قَشّ"
                },
                {
                    "id": "um-safa",
                    "name": "أم صفا"
                },
                {
                    "id": "al-bireh",
                    "name": "البيرة"
                },
                {
                    "id": "birzeit",
                    "name": "بيرزيت"
                },
                {
                    "id": "beitunia",
                    "name": "بيتونيا"
                },
                {
                    "id": "naalin",
                    "name": "نعلين"
                },
                {
                    "id": "beit-rima",
                    "name": "بيت ريما"
                },
                {
                    "id": "silwad",
                    "name": "سلواد"
                }
            ]
        },
        "nablus": {
            "name": "نابلس",
            "sections": {
                "location": "تقع مدينة نابلس في الضفة الغربية في قلب فلسطين، حيث تربط بين شمال فلسطين وجنوبه وبين شرقه وغربه. وتبعد عن مدينة القدس مسافة 69 كم، وعن البحر الأبيض المتوسط 42 كم.",
                "area": "تبلغ مساحة أراضي مدينة نابلس نحو 85 كم²، وتُعد من أكبر المدن الفلسطينية من حيث المساحة العمرانية والنشاط الاقتصادي.",
                "naming": "يرجع سبب التسمية إلى قصة متداولة تقول إن حيّة عظيمة كانت تعيش في أحد الأودية اسمها \"لُس\"، وبعد قتلها اقتلعوا نابها وعلقوه على باب المدينة وقالوا: \"ناب لُس\"، ثم دُمج اللفظان وأصبح الاسم \"نابلس\".",
                "history": "تتمتع مدينة نابلس بأهمية اقتصادية وثقافية وتاريخية كبيرة، فهي مركز اقتصادي مهم لشمال فلسطين. تُلقّب بعدة أسماء منها: دمشق الصغرى، جبل النار، وملكة فلسطين. وتُعد موطنًا للعديد من الحضارات عبر العصور.",
                "climate": "يمتاز مناخ مدينة نابلس بأنه مناخ متوسطي: حار جاف في فصل الصيف، وبارد ممطر في فصل الشتاء.",
                "population": "تحتل محافظة نابلس المرتبة الأولى بين المحافظات الفلسطينية من حيث عدد السكان، إذ بلغ عدد سكانها قرابة 380,961 نسمة حسب إحصائيات عام 2015، وتبلغ الكثافة السكانية نحو 540 نسمة لكل كم².",
                "economy": "تشتهر بالصابون النابلسي المصنوع من زيت الزيتون، والحلويات النابلسية وعلى رأسها الكنافة النابلسية المشهورة عالميًا. كما تشتهر بالمدلوقة، والحلاوة، والكلاج، والطحينة والقزحة المستخلصة من حبة البركة.",
                "notableFigures": "خرج من نابلس عدد كبير من الشخصيات البارزة، منهم: أحمد طوقان، طاهر المصري، سليمان النابلسي، الشيخ عبد الحميد السائح، الشاعرة فدوى طوقان، والشيخ حامد البيتاوي."
            },
            "villages": [
                {
                    "id": "sebastia",
                    "name": "سبسطية"
                },
                {
                    "id": "beita",
                    "name": "بيتا"
                },
                {
                    "id": "burin",
                    "name": "بورين"
                },
                {
                    "id": "hawara",
                    "name": "حوارة"
                },
                {
                    "id": "aqraba",
                    "name": "عقربا"
                }
            ]
        },
        "jerusalem": {
            "name": "القدس",
            "sections": {
                "location": "تقع وسط فلسطين على تلال صخرية (موريا، صهيون، أكرا، بزيتا). تُعد مركزاً يجمع طرق التجارة العالمية وتحيط بها أودية كقدرون وهنوم.",
                "naming": "عُرفت بأسماء: يبوس، مدينة داود، أورسالم، يروشاليم، والقدس الشريف.",
                "history": "يعود عمرها إلى 38 قرناً. فتحها عمر بن الخطاب وكتب العهدة العمرية. حررها صلاح الدين عام 1187. وقعت تحت الاحتلال الكامل عام 1967.",
                "population": "بلغ عدد سكانها 839 ألف نسمة عام 2011. تشهد زيادة مطردة في نسبة العرب رغم سياسات التهويد.",
                "landmarks": "المسجد الأقصى، قبة الصخرة، كنيسة القيامة، وأسوار البلدة القديمة."
            },
            "villages": [
                {
                    "id": "abu-dis",
                    "name": "أبو ديس"
                },
                {
                    "id": "al-izariya",
                    "name": "العيزرية"
                },
                {
                    "id": "lifta",
                    "name": "لفتا"
                },
                {
                    "id": "deir-yasin",
                    "name": "دير ياسين"
                },
                {
                    "id": "silwan",
                    "name": "سلوان"
                }
            ]
        }
    }
}