export const condolenceText = `
العزاء في فلسطين يتميز بمزيج من التقاليد الإسلامية والأعراف الاجتماعية المتوارثة، حيث يُفتح بيت العزاء لاستقبال المعزين لعدة أيام، وغالباً ما يكون لمدة ثلاثة أيام للرجال والنساء، ويستمر الأقارب والأصدقاء في زيارة العائلة بعد ذلك بشكل فردي دعماً ومواساة. تُقدّم في بيت العزاء القهوة السادة والتمر، وفي بعض المناطق، خاصة في المناسبات التي تتزامن مع الأعياد، قد تُقدّم الحلوى أو الطعام، وهي عادة كانت أكثر انتشاراً في الماضي وبدأت تقل في الوقت الحالي.

تختلف بعض تفاصيل العزاء بين المناطق، فالشمال يتأثر بالتراث الشامي، بينما الجنوب أقرب إلى الطابع البدوي المصري، كما يظهر في القدس تأثير عثماني قديم في بعض الطقوس والعادات.

وفي حالات توديع الشهداء، تتحول بيوت العزاء أحياناً إلى مشاهد وطنية مؤثرة، حيث تُطلق الزغاريد وترش الورود والحلوى، وتُعزف الأناشيد الوطنية، ويُحمل الجثمان على الأكتاف وسط التكبير والهتافات، لتتحول لحظات الحزن إلى رسالة صمود وتحدٍ وإحياء للذاكرة الوطنية.

من العادات المرتبطة بالوفاة أيضاً إحياء ذكرى الأربعين في بعض المناطق بقراءة القرآن أو الصدقة عن روح المتوفى، كما تجتمع العائلات في أول عيد بعد الوفاة، وقد كان من الشائع قديماً الامتناع عن الاحتفال أو ارتداء الملابس الجديدة لمدة أربعين يوماً في القرية، وهي عادات بدأت تتراجع مع مرور الزمن لكنها ما زالت موجودة في بعض المناطق حتى اليوم.

وتُستخدم عبارات تعزية تقليدية متوارثة بين الناس مثل:
"إنا لله وإنا إليه راجعون"،
و"عظم الله أجركم وأحسن الله عزاءكم وغفر لميتكم"،
وهي تعبير عن التضامن والمشاركة في الحزن والدعاء للمتوفى وأهله بالصبر والسلوان.
`;
